tap "homebrew/cask"
tap "dart-lang/dart"

brew "ack"
brew "ctags"
brew "direnv"
brew "ghq"
brew "git"
brew "gpg2"
brew "hub"
brew "jq"
brew "nkf"
brew "peco"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "iterm2"
cask "alfred"
cask "bettertouchtool"
cask "karabiner-elements"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "macdown"
cask "rubymine"
cask "goland"
cask "webstorm"
cask "datagrip"
